Repository: gliczynski/F2M_Dev
Catalog: Find2Me.Resources/Strings.*.resx
Languages: da

# CreateAd
source: Here you can create add
da: <p> html break test </p> <br/><p> html break 2</p>

# ProfileAdsOnline
source: ads online
da: annoncer online

# ProfileConfirmationEmailInfoText
source: A email confirmation link is sent to the provided email address via email. Please confirm your email address.
da: Et email-bekræftelseslink sendes til den medfølgende e-mail-adresse via e-mail. Bekræft venligst din email adresse.

# ProfileConfirmationEmailInfoText2
source: Please confirm your email address. An email has been sent to you.
da: Bekræft venligst din email adresse. Der er sendt en email til dig.

# ProfileDeleteProfile
source: Delete profile
da: Slet profil

# ProfileEdit
source: Edit
da: Redigere

# ProfileFindingsCompleted
source: findings completed
da: resultater afsluttet

# ProfileFollow
source: Follow
da: Følge efter

# ProfileFollowers
source: followers
da: tilhængere

# ProfileFollowMe
source: Follow me
da: Følg mig

# ProfilePrivateMessage
source: PRIVATE MESSAGE
da: PRIVAT BESKED

# ProfileRegisteredEmailInfoText
source: Your account is registered with this email address, through
da: Din konto er registreret med denne emailadresse via

# ProfileResendEmail
source: Resend
da: Send igen

# ProfileSeeThemHere
source: see them here
da: se dem her

# ProfileSince
source: has been here since
da: har været her siden

# ProfileUnFollow
source: Un Follow
da: Un Følg

# ProfileUpdateProfile
source: Update profile
da: Opdater profil

# ProfileYourAds
source: YOUR ADS
da: DINE ADS

# SomeLocalisedString
source: This English
da: this is danish

source: Email address
da: Email adresse

# EmailRequired
source: Please provide a valid email address.
da: Angiv en gyldig e-mail-adresse.

source: Female
da: kvinde

source: Fullname
da: Fulde navn

# FullNameRegex
source: Full name should contain minimum 2 words.
da: Fuldt navn skal indeholde mindst 2 ord.

# FullNameRequired
source: Please provide a valid full name.
da: Angiv et gyldigt fuldt navn.

source: Male
da: han-

source: Preferred currency
da: Foretrukken valuta

# PreferredCurrencyRequired
source: Please provide a valid currency.
da: Giv venligst en gyldig valuta.

source: Preferred language
da: Foretrukne sprog

# PreferredLanguageRequired
source: Please provide a valid language.
da: Giv venligst et gyldigt sprog.

source: Sex
da: Køn

# SexRequired
source: Please provide a valid sex.
da: Giv venligst et gyldigt køn.

source: Username
da: Brugernavn

# UsernameMinLength
source: Username must contains atleast 5 characters.
da: Brugernavn skal indeholde mindst 5 tegn.

# UsernameRequired
source: Please provide a valid username.
da: Angiv venligst et gyldigt brugernavn.

source: Year of birth
da: Fødsels år

# YearOfBirthRequired
source: Please provide a valid year of birth.
da: Angiv venligst et gyldigt fødselsår.

source: Back
da: Tilbage

source: Next
da: Næste

# ProfileEnterUsernamePlaceHolder
source: Enter a username
da: Indtast et brugernavn

# ProfileUsernameInvalidText
source: Username is invalid.
da: Brugernavn er ugyldigt.

# ProfileUsernameValidText
source: Username is valid.
da: Brugernavn er gyldigt.

# ProfileWizard_ProfileStep1
source: Profile image
da: Profilbillede

# ProfileWizard_ProfileStep2
source: Profile info
da: Profil info

# ProfileWizard_ProfileStep3
source: Done
da: Færdig

# Step1_CropperModalCancelBtn
source: Cancel
da: Afbestille

# Step1_CropperModalUpdateBtn
source: Update
da: Opdatering

# Step1_CropView
source: Crop View
da: Beskær visning

# Step1_EditProfilePicBtn
source: Edit image
da: Rediger billede

# Step1_ImageNotUploadedAlertText
source: You haven't uploaded any profile picture yet. Please upload a picture first!
da: Du har ikke uploadet noget profilbillede endnu. Upload venligst først et billede!

# Step1_ImageRequired
source: Please upload a profile picture.
da: Upload venligst et profilbillede.

# Step1_OriginalImage
source: Original Image
da: Originalbillede

# Step1_ProfileDescriptionText1
source: Your profile is almost ready.
da: Din profil er næsten klar.

# Step1_ProfileDescriptionText2
source: Please add your profile image to your profile. You will always be able to change it later.
da: Tilføj venligst dit profilbillede til din profil. Du vil altid kunne ændre det senere.

# Step1_ProfileDescriptionText3
source: The profile image is shown together with your ad, comments and other things.
da: Profilbilledet vises sammen med din annonce, kommentarer og andre ting.

# Step1_ProfileImageUpdatedInfoText
source: Done! Profile Image is updated successfully!
da: Færdig! Profilbillede er opdateret med succes!

# Step1_ProfileImageUpdateFailedInfoText
source: Oops! There was an error while updating Profile Image.
da: Ups! Der opstod en fejl under opdatering af profilbillede.

# Step1_UploadImageBtn
source: Upload profile image
da: Upload profilbillede

# Step1_UploadImageModalHeading
source: Edit Profile Image
da: Rediger profilbillede

# Step2_ExternalProviderInfoText
source: Your account is registered with this email address, through
da: Din konto er registreret med denne emailadresse via

# Step2_ProfileDescriptionText1
source: Profile information
da: Profiloplysninger

# Step2_ProfileDescriptionText2
source: Please add your profile data. You will always be able to change it later.
da: Tilføj venligst dine profildata. Du vil altid kunne ændre det senere.

# Step2_ResendConfirmationLinkBtn
source: Resend Confirmation Link
da: Send bekræftelseslink igen

# Step3_GoToFrontPageLinkTxt
source: Go to frontpage
da: Gå til forsiden

# Step3_GoToProfilePageLinkTxt
source: Go to your profile page
da: Gå til din profilside

# Step3_ProfileDescriptionText1
source: Thank You
da: Tak skal du have

# Step3_ProfileDescriptionText2
source: Your account is now ready.
da: Din konto er nu klar.

# Step3_ProfileDescriptionText3
source: What would you like to do first?
da: Hvad vil du gerne gøre først?

# Wizard_PageHeading
source: Profile setup wizard
da: Profil opsætningsguide

# Lookup_Select
source: Select
da: Vælg

# Step3_EmailConfirmationLinkText
source: A email confirmation link is sent to the provided email address via email. Please confirm your email address.
da: Et email-bekræftelseslink sendes til den medfølgende e-mail-adresse via e-mail. Bekræft venligst din email adresse.

# ProfileFullnamePlaceholder
source: Enter your full name
da: Skriv dit fulde navn

# ProfileHeaderText
source: Your profile
da: Din profil

# ConfirmationEmailSubject
source: Confirm your Email Address - Find2Me
da: Bekræft din e-mail-adresse - Find2Me
